[
    {
        "title": "watchr",
        "desc-short": "Binging shows and movies, for the modern, modern world.",
        "desc-long": "Despite streaming services the likes of Netflix and Hulu dominating the media consumption market over the past several years, they still struggle constantly to connect and further engage their platform's audience beyond just the content they provide. Enter *watchr*: a solution for binge watchers and casual viewers alike that tracks progress in shows and movies across all services, visualizes users' watch history in a familiar and easily-understandable format, and enables users to give personalized recommendations to friends or even invite others to experience new content alongside them.",
        "date": {
            "day": 26,
            "month": 4,
            "year": 2017
        },
        "tools": [
            "Adobe Illustrator",
            "Adobe Photoshop",
            "Balsamiq",
            "HTML/CSS",
            "Javascript",
            "JSON",
            "PHP"
        ],
        "categories": [
            "Branding",
            "Identity",
            "UI/UX",
            "Front-End Dev",
            "Back-End Dev"
        ],
        "cover": "img/projects/watchr/cover.png",
        "img": []
    },
    {
        "title": "josh pensky",
        "desc-short": "Building an identity for yours truly.",
        "desc-long": "To me, web design is much more than just arranging elements on a page; the browser is my canvas and I'm bringing it to life. Coming from an illustration background only further emphasizes this point, so I found it fitting to design my site and branding around this idea of \"painting the web.\"",
        "date": {
            "day": 17,
            "month": 7,
            "year": 2017
        },
        "tools": [
            "Adobe Illustrator",
            "Adobe Photoshop",
            "Adobe Experience Design",
            "HTML/CSS",
            "Javascript",
            "JSON",
            "PHP"
        ],
        "categories": [
            "Branding",
            "Identity",
            "UI/UX",
            "Front-End Dev",
            "Back-End Dev"
        ],
        "cover": "img/projects/josh-pensky/laptop-fill.png",
        "img": []
    },
    {
        "title": "C.A.M.D. Systems",
        "desc-short": "Back to basics with Northeastern University's visual art majors.",
        "desc-long": "I explored a redesign of advertising for Northeastern University's College of Arts, Media, and Design (C.A.M.D.) using Swiss design techniques. Choosing ten of their available majors and using the C.A.M.D. brand colors, I designed a square card to represent each of the chosen majors. The final product is a system of cards connected by the elements carried over from the other cards--an example being a heading overlaying an image in the first two cards. Try and find all of them!",
        "date": {
            "day": 25,
            "month": 4,
            "year": 2017
        },
        "tools": [
            "Adobe InDesign",
            "Adobe Photoshop"
        ],
        "categories": [
            "Print"
        ],
        "cover": "img/projects/camd/cover.png",
        "img": []
    },
    {
        "title": "Mahler Symphony no.9",
        "desc-short": "There's a harmony to this piece (and it's not the orchestra).",
        "desc-long": "After researching Swiss design for several months, it was time to put the concepts to use. For my typography class, I was tasked with creating a poster for an event for the Boston Symphony Orchestra. After creating several designs, I chose this arrangement, as it creates visual interest by incorporating the cellist as an element in the design, placing text behind her to create an illusion of depth.",
        "date": {
            "day": 5,
            "month": 4,
            "year": 2017
        },
        "tools": [
            "Adobe InDesign",
            "Adobe Photoshop"
        ],
        "categories": [
            "Print"
        ],
        "cover": "img/projects/mahler/mahler.png",
        "img": []
    },
    {
        "title": "Water Temperature",
        "desc-short": "I was not trained for this.",
        "desc-long": "When taking a shower away from home, it's difficult to adjust the controls to the correct water temperature without scolding or freezing myself. After multiple uncomfortable experiences, I wanted to illustrate this to show others my frustration with this process.",
        "date": {
            "day": 18,
            "month": 1,
            "year": 2017
        },
        "tools": [
            "Adobe Illustrator",
            "Adobe Photoshop"
        ],
        "categories": [
            "Print",
            "Illustration"
        ],
        "cover": "img/projects/water/temperature.png",
        "img": []
    },
    {
        "title": "Newbury St.",
        "desc-short": "Arguably the greatest street in the city of Boston.",
        "desc-long": "After spending several months in the great city of Boston, I had come to the conclusion that Newbury Street is one of the best parts of the city. When I was tasked with creating a guidance system in the form of a website, I knew this was the area I was going to help others explore. I decided to focus on three aspects--eating, shopping, and having fun--and illustrated some icons to go along with each.",
        "date": {
            "day": 6,
            "month": 12,
            "year": 2016
        },
        "tools": [
            "Adobe Illustrator",
            "Adobe Photoshop",
            "HTML/CSS",
            "Javascript"
        ],
        "categories": [
            "Branding",
            "Identity",
            "UI/UX",
            "Front-End Dev"
        ],
        "cover": "img/projects/newbury-st/newbury.png",
        "img": []
    },
    {
        "title": "The Ills of Technology",
        "desc-short": "It may make life easier, but at what cost?",
        "desc-long": "I use technology everyday, be it the phone in my pocket, the watch on my wrist, or the computers I produce my work on. Although, I always appreciate the advancements we have made and the positive impacts it's had on our lives, it's important not to let it consume us. This series of paintings explores that idea, reminding us not to forget the world and the people closest to us.",
        "date": {
            "day": 7,
            "month": 5,
            "year": 2016
        },
        "tools": [
            "Adobe Photoshop"
        ],
        "categories": [
            "Illustration"
        ],
        "cover": "img/projects/ills-of-tech/new-years.png",
        "img": []
    },
    {
        "title": "iFuneral",
        "desc-short": "I think it's time to move to the yearly upgrade plan.",
        "desc-long": "My phone, as my friends and family will agree, is one of the most important devices in my life. However, in this ever-changing industry where a new phone is introduced every few months, a lot of our phones end up collecting dust when we upgrade to the latest generation. After seeing so many phones being thrown to the curb, I decided to illustrate this scene in memoriam for one of my all-time favorite devices, the iPhone 4.",
        "date": {
            "day": 8,
            "month": 10,
            "year": 2015
        },
        "tools": [
            "Watercolor"
        ],
        "categories": [
            "Illustration"
        ],
        "cover": "img/projects/ifuneral/ifuneral.png",
        "img": []
    },
    {
        "title": "Child's Play",
        "desc-short": "The Toy Story you didn't see.",
        "desc-long": "To the average adult eye, the toys in this painting are just that, toys. However, to children they are so much more, as they are able to dream up incredible fantasies and adventures with these Lego pieces as the starring characters. I wanted to capture a slice of that imagination, creating an action scene with just a few of these that I found searching through an old toy chest.",
        "date": {
            "day": 4,
            "month": 9,
            "year": 2015
        },
        "tools": [
            "Adobe Photoshop"
        ],
        "categories": [
            "Illustration"
        ],
        "cover": "img/projects/childs-play/childs-play.png",
        "img": []
    }
]
